Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/voting/facilities_for_voters_with_disabilities.html.txt.tmx
Source language: en
Languages: ga

source: Facilities for voters with disabilities
ga: Na háiseanna do vótálaithe le míchumais

source: There are a variety of arrangements in place to assist those with certain disabilities in Ireland to exercise their voting rights
ga: Tá socruithe éagsúla déanta chun cúnamh a thabhairt dóibh siúd atá faoi mhíchumais áirithe leas a bhaint as a gcearta vótála

source: • Be helped to vote at the polling station by a companion or the presiding officer
ga: • Do vótá a chaitheamh ag ionad vótála eile muna bhfuil rochtain duit i d'ionad áitiúil

source: • Vote in a referendum using a ballot paper template if you have a visual impairment • Vote by post
ga: • Cúnamh a fháil chun do vóta a chaitheamh ag an ionad vótála ó chompánach nó ón oifigeach ceannais

source: • Vote at a hospital, nursing home or similar institution if you live there
ga: • Vótá phoist a chaitheamh

source: At least one of these facilities is available to you if you have a physical illness or disability, a visual impairment or a reading or writing disability
ga: • Do vóta a chaitheamh in ospidéal, teach altranais no institiúid eile den chineál sin má tá tú i do chónaí ann

source: Following a High Court ruling on 30 March 2017, further provision may be made to facilitate people with visual impairments to vote by secret ballot in elections and referendums
ga: Tá ar a laghad ceann amháin de na háiseanna seo ar fáil duit má tá galar nó míchumas fisiciúil , míchumas amhairc, nó míchumas leitheoireachta nó scríobh ort

source: Voting at an alternative polling station
ga: Ag vótáil in ionad vótála eile

source: Whenever possible, polling stations are situated in buildings that are accessible to people with disabilities
ga: Chomh fada agus is féidir, bíonn ionaid vótála lonnaithe i bhfoirgnimh atá rochtain ann do dhaoine faoi mhíchumais

source: Polling stations must be situated on the ground floor in all cases
ga: Ní foláir d'ionaid vótála bheith ar an urlár talún i ngach cás

source: If it is necessary and feasible, temporary ramps are installed to facilitate access to polling stations
ga: Má tá sé riachtanach agus más féidir, cuirtear fánáin isteach chun rochtain a dhéanamh níos éasca in ionaid vótála

source: If you have difficulty gaining access to your local polling station, you can apply in writing to the returning officer - at least a week before polling day - for permission to vote at another polling station in the same constituency
ga: Má tá fadhb agat dul isteach i d'ionad vótála áitiúil féadfaidh tú iarratas a dhéanamh i scríbhinn go dtí an ceann comhairimh - ar a laghad seachtain roimh lá na vótála - ar chead a fháil chun vótáil in ionad vótála eile sa dáilcheantar céanna

source: The returning officer is the person responsible for the conduct of the election in your constituency
ga: Is é/í an ceann comhairimh an duine atá freagrach as reachtáil an toghcháin i do dháilcheantar

source: He or she will give public notice of all the polling stations in his/her constituency that are not accessible to wheelchair users
ga: Tabharfaidh sé/sí fógra poiblí faoi na hionaid vótála ina c(h)eantar nach bhfuil rochtain ann do chathaoireacha rothaí

source: In Dublin and Cork, the returning officer is the city or county sheriff, in other counties, it is the county registrar
ga: I mBaile Átha Cliath agus Corcaigh, is é Sirriam na Cathrach nó an Chontae an ceann comhairimh, i gcontaetha eile is é Cláraitheoir an Chontae é/í

source: If you apply to be authorised to vote at another polling station, you should explain why you cannot gain access to your local station
ga: Má dhéanann tú iarratas ar chead chun vótáil in ionad vótála eile, ba cheart duit míniú cén fáth nach féidir leat dul isteach i d'ionad áitiúil

source: This will help the returning officer select a suitable alternative polling station
ga: Tabharfaidh sé sin deis don cheann comhairimh ionad vótála eile a bhéas oiriúnach a roghnú

source: If possible, you should suggest a polling station that is both accessible and convenient for you
ga: Ba cheart duit más féidir, ionad vótála a bheadh bealach isteach ann duit, agus atá oiriúnach, a lua

source: The returning officer will send you written authorisation enabling you to vote at another polling station in the same constituency, usually the station suggested by you
ga: Seolfaidh an ceann comhairimh údarás i scríbhinn chugat chun vótáil in ionad eile sa dáilcheantar céanna, go hiondúil an t-ionad a lua tú

source: You should present this authorisation when you go to vote at that station and remember to bring the usual evidence of identity as well
ga: Ba cheart duit an t-údarás seo a thaispeáint nuair a théann tú chun vótála ag an ionad sin, agus cuimhnigh an gnáthfhianaise a thabhairt leat a chruthaíonn cé thú féin

source: Once you have been assigned to another station to vote, you cannot vote at your local station
ga: Nuair atá tú aistrithe chuig ionad vótála eile, ní féidir leat vótáil i d'ionad féin

source: Access within polling stations
ga: Rochtain taobh istigh d'ionaid vótála

source: Voting compartments are usually designed to accommodate voters standing up to mark their ballot papers on ledges at average waist height
ga: De gnáth bíonn botháin eagraithe sa chaoi is go bhféadfadh vótálaithe seasamh iontu chun a bpáipéir bhallóide a mharcáil, ar leac atá ag meánard básta duine

source: As a result, these compartments may not be suitable for older people and people with disabilities
ga: Mar sin, d'fhéadfadh sé go mbeadh na botháin seo mí-oiriúnach do dhaoine níos sine agus do dhaoine faoi mhí-chumas

source: Returning officers must make available at polling stations a table and chair at which electors can vote if they find that more convenient
ga: Ní foláir do chinn chomhairimh bord agus cathaoir a chur ar fáil in ionaid vótála do vótálaithe má fheileann sé sin níos fearr dóibh

source: The responsibility for taking the poll at a polling station rests with the presiding officer, who is the person who asks for your name and address and looks at your polling information card when you arrive at the station
ga: Tá an fhreagracht ar an oifigeach ceannais an vóta a thógáil ag an ionad vótála. Is é sin an duine a fhiafraíonn d'ainm agus do sheoladh díot, agus a bhreathnaíonn ar do chárta vótála nuair a shroicheann tú an t-ionad vótála

source: A supervising presiding officer can also be on duty
ga: D'fhéadfadh oifigeach ceannais maoirseacht a bheith ar dualgas chomh maith

source: His/her responsibilities include keeping an eye on the arrangements for voters with disabilities
ga: Is air/uirthi a bhéas an dualgas súil a choinneáil ar na háiseanna do vótálaithe faoi mhíchumas

source: Any of the staff on duty will call the supervising presiding officer if you request it
ga: Cuirfidh ball ar bith den fhoireann atá ar dualgas glaoch ar an oifigeach ceannais maoirseacht má dhéanann tú iarratas

source: Voting is a fundamental democratic activity and there are strict rules in place to ensure that voting is properly carried out and that the secrecy and security of the ballot are maintained
ga: Is gníomhaíocht bhunúsach daonlathach í vótáil agus tá rialacha daigne i bhfeidhm chun a bheith cinnte go ndéantar an vótáil i gceart agus go gcoinneofar an bhallóid slán agus faoi rún

source: For example, under no circumstances may a ballot paper be taken out of a polling station during the poll and assisted voting is only allowed in limited circumstances
ga: Mar shampla, ní féidir, ar chúis ar bith, páipéar ballóide a thógáil amach ón ionad vótála i rith an vótála, agus ceadaítear vótáil le cúnamh i gcúinsí teoranta amháin

source: The law is specific about the types of electors who can be helped to vote and how and by whom they may be helped
ga: Tá sainmhíniú dlíthiúil i bhfeidhm cé hiad na vótálaithe gur féidir cúnamh a thabhairt dóibh, agus cé hiad na daoine gur féidir leo an cúnamh sin a thabhairt

source: The presiding officer is obliged to apply the law, which is intended to ensure that you can vote and that your vote is kept secret
ga: Tá an dlí ann chun a bheith cinnte go mbeidh tú in ann do vóta a chaitheamh, agus chun go mbeidh sé coinnithe faoi rún

source: Depending on the nature of your disability, you may be assisted to vote in two ways
ga: Ag brath ar an gcineál míchumais atá agat, d'fhéadfadh cúnamh a bheith curtha ar fáil duit ar dhá bhealach:

source: If you have a visual impairment or physical disability that prevents you from voting without assistance, you can have the ballot paper marked for you by a companion
ga: Má tá tú faoi mhíchumas amhairc nó míchumas fisiciúil a chuireann cosc ort vótáil gan cúnamh, d'fhéadfadh compánach do pháipéar ballóide a mharcáil duit

source: To act as a companion, a person must be at least 16 years old, must be neither a candidate nor an agent of a candidate and may not help more than two electors at an election
ga: Chun a bheith ina c(h)ompánach, ní foláir do dhuine 16 bliain ar a laghad a bheith slán acu, gan a bheith ina g(h)níomhaire d'iarrthóir, agus ní fhéadfaidh sé/sí cúnamh a thabhairt do níos mó ná beirt vótálaithe ag toghchán ar leith

source: The presiding officer must not allow a companion to assist an elector unless he/she is satisfied that the companion fulfils these conditions
ga: Ní fhéadfadh oifigeach ceannais cead a thabhairt do chompánach cúnamh a thabhairt do vótálaí muna bhfuil sé/sí sásta go gcomhlíonann an compánach na coinníollacha seo

source: If a person is not eligible to act as a companion, you can have another person act as companion or you can ask to be assisted by the presiding officer
ga: Muna bhfuil duine cáilithe chun a bheith ina c(h)ompánach, d'fhéadfá duine eile a bheith agat mar chompánach, nó d'fhéadfá iarraidh ar an oifigeach ceannais cúnamh a thabhairt duit

source: The procedure for voting by a companion is simple
ga: Tá sé éasca vótáil le compánach

source: The companion goes with you to a voting compartment and marks the ballot paper in accordance with your wishes
ga: Téann an compánach leat go dtí an bothán vótála agus marcáileann sé/sí an páipéar ballóide de réir do thola

source: The companion then places the marked ballot paper in the ballot box
ga: Ansin cuireann an compánach an páipéar ballóide marcáilte sa bhosca ballóide

source: You can be assisted by the presiding officer if you have a reading or writing disability that prevents you from voting without help or if you have a visual impairment or physical disability but do not wish to be assisted by a companion
ga: D'fhéadfadh an t-oifigeach ceannais cúnamh a thabhairt duit má tá tú faoi mhíchumas léitheoireachta nó scríobh a chuireann cosc ort vótáil gan cúnamh nó má tá tú faoi mhíchumas amhairc nó fisiciúil agus nach bhfuil cúnamh compánaigh ag teastáil uait

source: Under this procedure, the presiding officer and the personation agents go with you to a part of the polling station where a conversation in normal tones cannot be overheard
ga: Sa chás seo, téann an t-oifigeach ceannais agus na gníomhairí pearsanaíochta leat go dtí áit san ionad vótála nach féidir cómhrá i gnáthglóracha a chloisteáil ann

source: If necessary, the presiding officer will suspend entry to the polling station and have the station cleared to ensure that no other person can overhear how you vote
ga: Má tá sé riachtanach, chuirfidh an t-oifigeach ceannais cosc ar bhealach isteach chuig an ionad vótála agus chuirfidh sé gach duine as an ionad chun a bheith cinnte nach féidir le éinne do vóta a chloisteáil

source: The presence of the personation agents ensures and confirms that the presiding officer complies with your instructions
ga: Cruthaíonn agus dearbhaíonn teacht i láthair na ngníomhairí pearsanaíochta go gcloíonn an t-oifigeach ceannais le d'orduithe

source: It is a protection for you and for the presiding officer
ga: Is cosaint í seo duit agus don oifigeach ceannais

source: As with all other people involved in a poll, there is a statutory obligation on personation agents to maintain the secrecy of the ballot
ga: Tá dualgas reachtúil ar ghníomhairí pearsanaíochta maraon le gach duine eile a bhfuil baint acu le vótail, rúndacht na ballóide a choinneáil

source: The presiding officer will ask which candidates you wish to vote for and will mark the ballot paper in accordance with your instructions
ga: Fiafróidh an t-oifigeach ceannais díot cé hiad na hiarrthoirí a bhfuil tú ag iarraidh vótáil ar a son, agus marcáilfidh sé/sí an paipéar ballóide de réir d'orduithe

source: If necessary, the presiding officer will read out the particulars on the ballot paper in relation to each candidate and ask which candidate you wish to give your first preference vote
ga: Má tá sé riachtanach, léifidh an t-oifigeach ceannais na sonraí faoi gach iarrthóir os ard duit, agus fiafróidh sé/sí díot cén t-iarrthóir a bhfuil tú ag iarraidh do chéad rogha a thabhairt dó/di

source: He/she will repeat the procedure for your second preference vote and so on
ga: Déanfaidh sé/sí an rud céanna i dtaobh do dara rogha agus mar sin de

source: When the ballot paper has been marked in accordance with your instructions, the presiding officer will put it in the ballot box
ga: Nuair a bheidh an paipéar ballóide marcáilte de réir d'orduithe, chuirfidh an t-oifigeach ceannais sa bhosca ballóide é

source: The law specifically forbids a presiding officer from acting on any written instructions received from a voter
ga: Cuireann an dlí cosc ar leith ar oifigeach ceannais glacadh le orduithe scríofa ó vótálaí

source: The reason for this is that the written instructions may not represent the voter's real wishes - someone else may have written them
ga: D'fhéadfadh sé nach toil an vótálaí iad ar chor ar bith - d'fhéadfadh sé gur scríobh duine éigin eile iad

source: If you want to be assisted in voting by the presiding officer, you should, if possible, go to the polling station well before it closes at night
ga: Má tá cúnamh uait ón oifigeach ceannais, ba cheart duit dul, más féidir, chuig an ionad vótála tamall maith roimh dó dúnadh san oíche

source: Assisting an elector can take time and the law, therefore, allows a presiding officer to refuse a request for assistance during the last two hours of voting (i.e., the busiest time) if helping one elector would delay or obstruct others
ga: D'fhéadfadh sé tamall a thógáil chun cúnamh a thabhairt do vótálaí agus mar sin tugann an dlí cead d'oifigeach ceannais iarratas vótálaí ar chúnamh a dhiúltú i rith an dá uair dheiridh den vótáil (sé sin an t-am is gnóthaí) más amhlaidh a cheapann sé go gcuirfeadh an cúnamh moill nó cosc ar dhaoine eile

source: Presiding officers are reluctant to use this power and sensible co-operation from you should make its use unnecessary
ga: Bíonn drogall ar oifigigh cheannais úsáid a bhaint as an gcumhacht sin agus ba cheart nach mbeadh sé riachtanach má chomhoibríonn tú go ciallmhar

source: This restriction does not apply to companion voting, i.e., you can be helped to vote by a companion at any time during polling hours
ga: Ní bhaineann an cosc seo le vótáil le compánach - sé sin is féidir leat vótáil le cúnamh compánaigh am ar bith i rith na n-uaireanta vótála

source: Using a ballot paper template
ga: Vótáil tríd an bpost

source: In October 2016, Regulations were introduced providing for a ballot paper template, which allows visually impaired people to vote independently in a referendum
ga: Ma tá tú faoi mhíchumas fisiciúil nó má tá galar ort a chuireann cosc ort dul chuig an ionad vótála agus má tá tú i do chónaí sa bhaile, féadfaidh tú vótáil tríd an bpost má dhéanann tú iarratas chun a bheith ar an liosta vótálaithe poist, atá curtha le chéile gach bliain mar chuid den clár vótálaithe

source: This option is available if you don't want to be assisted by a companion or presiding officer in marking your ballot paper in a referendum
ga: Ní foláir duit iarratas a dhéanamh roimh 25ú Samhain chun a bheith curtha ar an liosta vótálaithe poist

source: If you have a physical disability or illness that prevents you from going to the polling station and you live at home, you may qualify to vote by post
ga: Féadfaidh tú iarratas a dhéanamh chuig do chomhairle chontae nó do bhardas cathrach chun a bheith curtha ar an liosta vótálaithe poist

source: You can apply to your county council or city corporation in order to be entered on the postal voters list. Application forms can be obtained by phoning the county council or city corporation and are also available in post offices, local authority offices, public libraries and Garda stations
ga: Is féidir foirm iarratais a fháil ach glaoch fóin a chur ar an gcomhairle chontae nó bardas cathrach agus tá siad ar fáil chomh maith in oifigí poist, oifigí údaráis áitiúla, leabharlanna poiblí agus stáisiúin Ghardaí

source: An application form is usually sent by post to each person on the current year's postal voters list
ga: De gnáth seoltar foirm iarratais tríd an bpost chuig gach duine atá ar an liosta vótálaithe poist don bhliain reatha

source: If you are not sent an application form, contact your local authority
ga: Tá áit ar an bhfoirm do theastas dochtúra atá ag teastáil de ghnáth don chéad iarratas amháin

source: At an election or referendum, you will be sent a set of voting documents comprising a ballot paper, a receipt for the ballot paper, an envelope in which to put the marked ballot paper and a larger envelope for sending back the voting documents to the returning officer
ga: Nuair a tharlaíonn toghchán nó reifreann, seolfar cáipéisí vótála chugat, páipéar ballóide, admháil don phaipéar ballóide, clúdach le haghaidh an pháipéir bhallóide mharcáilte, agus clúdach níos mó chun na cáipéisí vótála a sheoladh ar ais chuig an gceann comhairimh

source: When you have marked the ballot paper, you should put it into the envelope marked "Ballot Paper Envelope" and seal it
ga: Nuair atá an páipéar ballóide marcáilte agat, ba cheart duit é a chur sa chlúdach ar a bhfuil "clúdach don pháipéar ballóide" agus é a shéalú

source: You should then put this envelope together with the completed receipt for the ballot paper into the large envelope addressed to the returning officer, seal it and post it at once
ga: Ba cheart duit an clúdach seo, agus an admháil líonta don pháipéar ballóide araon, a chur sa chlúdach mór le seoladh an chinn chomhairimh, é a shéalú agus a chur sa phost láithreach

source: The ballot paper must be posted and cannot be handed to the returning officer
ga: Ní foláir an páipéar ballóide a chur sa phost. Ní feidir é a thabhairt don cheann comhairimh

source: Voting at hospitals and nursing homes
ga: Ag vótail in ospidéil agus tithe altranais

source: If you live in a hospital, nursing home or at home and have a physical disability or illness that prevents you from going to the polling station, you can vote at the hospital/nursing home, etc., if you apply to be included in the special voters list, which is drawn up each year as part of the register of electors
ga: Má tá tú i do chónaí in ospidéal, teach altranais nó sa bhaile agus má tá tú faoi mhíchumas fisiciúil nó má tá galar ort a chuireann cosc ort dul chuig an ionad vótála, féadfaidh tú vótáil san ospidéal/teach altranais, agus araile, má dhéanann tú iarratas chun a bheith ar an liosta vótálaithe speisialta a chuirtear le chéile gach bliain mar chuid de clár na vótálaithe

source: You can apply to be included on the special voters list to your county council or city corporation by 25 November each year in order to be entered on the special voters list
ga: Féadfaidh tú iarratas a dhéanamh chun a bheith ar an liosta de vótálaithe speisialta roimh 25ú Samhain gach bliain chuig do chomhairle chontae nó bardas cathrach chun a bheith curtha ar liosta na vótálaithe speisialta

source: Application forms can be obtained by phoning the county council or city corporation and are also available in post offices, local authority offices, public libraries and Garda stations
ga: Is féidir foirm iarratais a fháil ach glaoch fóin a chur ar an gcomhairle contae nó bardas cathrach agus tá siad ar fáil chomh maith in oifigí poist, oifigí údaráis áitiúla, leabharlanna poiblí agus stáisiúin Ghardaí

source: An application form is usually sent by post to each person on the current year's special voters list
ga: De gnáth seoltar foirm iarratais tríd an bpost chuig gach duine atá ar liosta na vótálaithe poist don bhliain reatha

source: The application form includes provision for a medical certificate, which is usually required in the case of a first application only
ga: Tá áit ar an bhfoirm do theastas dochtúra atá ag teastáil de ghnáth don chéad iarratas amháin

source: At an election or referendum, you will be notified of the day and approximate time when a special presiding officer will call to you at the hospital/nursing home, etc., to allow you to vote
ga: Nuair a thárlaíonn toghchán nó reifreann, cuirfear eolas chugat faoin lá agus faoin am a cheaptar go mbeidh oifigeach ceannais speisialta ag teacht chugat san ospidéal, teach altranais agus araile chun go mbeidh tú in ann vótáil

source: The special presiding officer will carry evidence of his or her identity and an appointment warrant, which he/she will present to you for inspection on arrival
ga: Beidh fianaise ag an oifigeach ceannais a chruthaíonn cé hé féin, agus barántas coinne, agus taispeánfaidh sé/sí duit iad nuair a thagann sé/sí

source: The special presiding officer will be accompanied by a Garda whose role is to guard the ballot papers (in the same way as in a polling station) and to act as an independent witness to guarantee that the voting procedure is carried out properly
ga: Beidh an t-oifigeach ceannais á thionlacan ag Garda Síochána. Beidh air siúd na páipéir bhallóide a chosaint (sa chaoi chéanna agus a ndéantar san ionad vótála) agus beidh sé/sí ina f(h)inné neamhspleách a dhearbhaíonn go gcaitear an vóta i gceart

source: Only the presiding officer and the Garda can be present when you cast your vote
ga: Ní bheidh éinne ach amháin an t-oifigeach ceannais agus an Garda i láthair nuair a chaitheann tú do vóta

source: The presiding officer will give you a declaration of identity, which he or she will witness for you
ga: Tabharfaidh an t-oifigeach ceannais dearbhú aitheantais duit, agus fianóidh sé/sí duit é

source: You then mark the ballot paper in secret, place it in the special envelope provided, close the envelope and present it to the presiding officer
ga: Ansin marcáileann tú an páipéar ballóide faoi rún, cuireann tú é sa chlúdach speisialta a chuirtear ar fáil, dúnann tú an clúdach agus tugann tú don oifigeach ceannais é

source: If you need help with voting, it will be provided by the special presiding officer in the same way as at a polling station
ga: Má tá cúnamh ag teastáil uait chun do vóta a chaitheamh, tabharfaidh an t-oifigeach ceannais duit é sa chaoi chéanna agus a ndéantar é san ionad vótála

source: Supplements to the Postal and Special Voters Lists
ga: Forlíontaí do liostaí poist agus liostaí speisialta vótálaithe

source: Electors with a physical illness or disability who are eligible for, but not included in, the postal or special voters list can apply to be included in the relevant supplement to these lists, which are published before each election and referendum
ga: D'fhéadfaidh vótálaithe atá cáilithe do na liostaí poist nó liostaí speisialta vótálaithe ach nach bhfuil ainmnithe orthu, iarratas a dhéanamh chun a bheith san áireamh san fhorlíonadh cuí do na liostaí seo, a fhoilsítear roimh gach toghchán agus reifreann
